{
    "galaxies": [
      {
        "id": 1,
        "name": "Milky Way Galaxy",
        "image": "https://exoplanets.nasa.gov/internal_resources/698",
        "distance": "Look up",
        "description": "Milky Way Galaxy, large spiral system consisting of several hundred billion stars, one of which is the Sun. It takes its name from the Milky Way, the irregular luminous band of stars and gas clouds that stretches across the sky as seen from Earth. Although Earth lies well within the Milky Way Galaxy (sometimes simply called the Galaxy), astronomers do not have as complete an understanding of its nature as they do of some external star systems. A thick layer of interstellar dust obscures much of the Galaxy from scrutiny by optical telescopes, and astronomers can determine its large-scale structure only with the aid of radio and infrared telescopes, which can detect the forms of radiation that penetrate the obscuring matter."
        
      },
      {
        "id": 2,
        "name": "Canis Major Dwarf",
        "image": "https://i.pinimg.com/474x/48/d8/60/48d8600c9b04c8dc31fb6cc90558ff9c.jpg",
        "distance": "0.025 Million Light Years",
        "description":"A small, irregular galaxy with a mass of about a billion solar masses, the Canis Major dwarf galaxy is one of our closest neighbours, lying approximately 25,000 light years from the Sun and 42,000 light years from the centre of the Milky Way. Until recently, however, this dwarf galaxy lay unobserved behind the dust and gas in the disk of the Milky Way. It was only discovered during the Two-Micron All Sky Survey (2MASS) infrared survey, which allowed astronomers to see beyond the dust, in many regions for the first time. Gravitational interactions with the Milky Way have stripped long tidal tails from the Canis Major dwarf galaxy, which have wrapped themselves around the Milky Way three times in a structure known as the ‘Monoceros Ring’. Several of the globular clusters found in the Milky Way are also thought to have come from the Canis Major dwarf, whose ultimate fate is to merge with the Milky Way over the next billion years or so. With a mass only 1% of that of the Milky Way, this is one of two minor mergers known to be currently occurring in the Milky Way. The other involves the Sagittarius dwarf galaxy"
      },
      {
        "id": 3,
        "name": "Virgo Stellar Stream",
        "image": "http://www.theworldaloha.com/uploads/3/7/3/5/3735144/jon-lomberg-star-stream.jpg",
        "distance": "0.030 Million Light Years",
        "description":"The Virgo Stellar Stream, also known as Virgo Overdensity, is the proposed name for a stellar stream in the constellation of Virgo which was discovered in 2005.The stream is thought to be the remains of a dwarf spheroidal galaxy that is in the process of merging with the Milky Way. It is the largest galaxy visible from the Earth, in terms of the area of the night sky covered. The stream was discovered from photometric data from the Sloan Digital Sky Survey, which was used to create a three-dimensional map of the Milky Way, using the colors and brightness of certain characteristic types of stars to estimate their distance, a method known photometric parallax"
      },
      {
        "id": 4,
        "name": "Sagittarius Dwarf Eliptical Galaxy",
        "image": "https://upload.wikimedia.org/wikipedia/commons/d/d3/The_Sagittarius_dwarf_galaxy_in_Gaia%27s_all-sky_view_ESA399651.jpg",
        "distance": "0.081 Million Light Years",
        "description":"The Sagittarius Dwarf Elliptical Galaxy is a small elliptical loop-shaped satellite galaxy of our Milky Way that lies about 81,000 light-years away from Earth in the constellation of Sagittarius, while it is currently receding from us at approximately 140 kilometers per second. It is roughly 10,000 light-years across and is home to four known globular clusters, including Messier 54."
        
      },
      {
        "id": 5,
        "name": "Large Magellanic Cloud",
        "image": "http://cdn.eso.org/images/screen/eso1914a.jpg",
        "distance":"0.163 Million Light Years",
        "description": "The Large Magellanic Cloud (LMC) is a satellite dwarf galaxy of the Milky Way that is among the closest galaxies to Earth. At about 163,000 light-years from Earth, the dwarf galaxy looks like a faint cloud in Southern Hemisphere skies. It lies on the border of the constellations Dorado and Mensa. Both the LMC and its companion, the Small Magellanic Cloud (SMC), are named after the explorer Ferdinand Magellan. While astronomers in the Southern Hemisphere saw these clouds before Magellan's round-the-world voyage in 1519, the explorer and his crew were the first to bring that knowledge to the Western world."
    
      },
      {
        "id": 6,
        "name": "Small Magellanic Cloud",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Small_Magellanic_Cloud_%28Digitized_Sky_Survey_2%29.jpg/1200px-Small_Magellanic_Cloud_%28Digitized_Sky_Survey_2%29.jpg",
        "distance": "0.197 Million Light Years",
        "description": "The Small Magellanic Cloud (SMC), or Nubecula Minor, is a dwarf galaxy near the Milky Way. Classified as a dwarf irregular galaxy, the SMC has a diameter of about 7,000 light-years, contains several hundred million stars, and has a total mass of approximately 7 billion solar masses. At a distance of about 200,000 light-years, the SMC is among the nearest intergalactic neighbors of the Milky Way and is one of the most distant objects visible to the naked eye."
        
      }

      
  
    ],


  "james-webb":[
    {
      "id": 1,
      "name": "Carina Nebula",
      "image": "https://images-assets.nasa.gov/image/carina_nebula/carina_nebula~orig.png",
      "description": "What looks much like craggy mountains on a moonlit evening is actually the edge of a nearby, young, star-forming region NGC 3324 in the Carina Nebula. Captured in infrared light by the Near-Infrared Camera (NIRCam) on NASA’s James Webb Space Telescope, this image reveals previously obscured areas of star birth. Called the Cosmic Cliffs, the region is actually the edge of a gigantic, gaseous cavity within NGC 3324, roughly 7,600 light-years away. The cavernous area has been carved from the nebula by the intense ultraviolet radiation and stellar winds from extremely massive, hot, young stars located in the center of the bubble, above the area shown in this image. The high-energy radiation from these stars is sculpting the nebula’s wall by slowly eroding it away. NIRCam – with its crisp resolution and unparalleled sensitivity – unveils hundreds of previously hidden stars, and even numerous background galaxies. Several prominent features in this image are described below. • The “steam” that appears to rise from the celestial “mountains” is actually hot, ionized gas and hot dust streaming away from the nebula due to intense, ultraviolet radiation. • Dramatic pillars rise above the glowing wall of gas, resisting the blistering ultraviolet radiation from the young stars. • Bubbles and cavities are being blown by the intense radiation and stellar winds of newborn stars. • Protostellar jets and outflows, which appear in gold, shoot from dust-enshrouded, nascent stars. • A “blow-out” erupts at the top-center of the ridge, spewing gas and dust into the interstellar medium. • An unusual “arch” appears, looking like a bent-over cylinder. This period of very early star formation is difficult to capture because, for an individual star, it lasts only about 50,000 to 100,000 years – but Webb’s extreme sensitivity and exquisite spatial resolution have chronicled this rare event. Located roughly 7,600 light-years away, NGC 3324 was first catalogued by James Dunlop in 1826. Visible from the Southern Hemisphere, it is located at the northwest corner of the Carina Nebula (NGC 3372), which resides in the constellation Carina. The Carina Nebula is home to the Keyhole Nebula and the active, unstable supergiant star called Eta Carinae. NIRCam was built by a team at the University of Arizona and Lockheed Martin’s Advanced Technology Center"
      
    },

    {
      "id": 2,
      "name": "Southern Ring Nebula",
      "image": "https://images-assets.nasa.gov/image/southern_ring_nebula/southern_ring_nebula~orig.png",
      "description": "This side-by-side comparison shows observations of the Southern Ring Nebula in near-infrared light, at left, and mid-infrared light, at right, from NASA’s Webb Telescope. This scene was created by a white dwarf star – the remains of a star like our Sun after it shed its outer layers and stopped burning fuel though nuclear fusion. Those outer layers now form the ejected shells all along this view. In the Near-Infrared Camera (NIRCam) image, the white dwarf appears to the lower left of the bright, central star, partially hidden by a diffraction spike. The same star appears – but brighter, larger, and redder – in the Mid-Infrared Instrument (MIRI) image. This white dwarf star is cloaked in thick layers of dust, which make it appear larger. The brighter star in both images hasn’t yet shed its layers. It closely orbits the dimmer white dwarf, helping to distribute what it’s ejected. Over thousands of years and before it became a white dwarf, the star periodically ejected mass – the visible shells of material. As if on repeat, it contracted, heated up – and then, unable to push out more material, pulsated. Stellar material was sent in all directions – like a rotating sprinkler – and provided the ingredients for this asymmetrical landscape. Today, the white dwarf is heating up the gas in the inner regions – which appear blue at left and red at right. Both stars are lighting up the outer regions, shown in orange and blue, respectively. The images look very different because NIRCam and MIRI collect different wavelengths of light. NIRCam observes near-infrared light, which is closer to the visible wavelengths our eyes detect. MIRI goes farther into the infrared, picking up mid-infrared wavelengths. The second star more clearly appears in the MIRI image, because this instrument can see the gleaming dust around it, bringing it more clearly into view. The stars – and their layers of light – steal more attention in the NIRCam image, while dust plays the lead in the MIRI image, specifically dust that is illuminated. Peer at the circular region at the center of both images. Each contains a wobbly, asymmetrical belt of material. This is where two “bowls” that make up the nebula meet. (In this view, the nebula is at a 40-degree angle.) This belt is easier to spot in the MIRI image – look for the yellowish circle – but is also visible in the NIRCam image. The light that travels through the orange dust in the NIRCam image – which look like spotlights – disappear at longer infrared wavelengths in the MIRI image. In near-infrared light, stars have more prominent diffraction spikes because they are so bright at these wavelengths. In mid-infrared light, diffraction spikes also appear around stars, but they are fainter and smaller (zoom in to spot them). Physics is the reason for the difference in the resolution of these images. NIRCam delivers high-resolution imaging because these wavelengths of light are shorter. MIRI supplies medium-resolution imagery because its wavelengths are longer – the longer the wavelength, the coarser the images are. But both deliver an incredible amount of detail about every object they observe – providing never-before-seen vistas of the universe. For a full array of Webb’s first images and spectra, including downloadable files, please visit: https://webbtelescope.org/news/first-images NIRCam was built by a team at the University of Arizona and Lockheed Martin’s Advanced Technology Center. MIRI was contributed by ESA and NASA, with the instrument designed and built by a consortium of nationally funded European Institutes (The MIRI European Consortium) in partnership with JPL and the University of Arizona."

    },

    {
      "id": 3,
      "name": "Stephan Quintet",
      "image": "https://images-assets.nasa.gov/image/stephan_quintet/stephan_quintet~orig.png",
      "description": "An enormous mosaic of Stephan’s Quintet is the largest image to date from NASA’s James Webb Space Telescope, covering about one-fifth of the Moon’s diameter. It contains over 150 million pixels and is constructed from almost 1,000 separate image files. The visual grouping of five galaxies was captured by Webb’s Near-Infrared Camera (NIRCam) and Mid-Infrared Instrument (MIRI). With its powerful, infrared vision and extremely high spatial resolution, Webb shows never-before-seen details in this galaxy group. Sparkling clusters of millions of young stars and starburst regions of fresh star birth grace the image. Sweeping tails of gas, dust and stars are being pulled from several of the galaxies due to gravitational interactions. Most dramatically, Webb’s MIRI instrument captures huge shock waves as one of the galaxies, NGC 7318B, smashes through the cluster. These regions surrounding the central pair of galaxies are shown in the colors red and gold. This composite NIRCam-MIRI image uses two of the three MIRI filters to best show and differentiate the hot dust and structure within the galaxy. MIRI sees a distinct difference in color between the dust in the galaxies versus the shock waves between the interacting galaxies. The image processing specialists at the Space Telescope Science Institute in Baltimore opted to highlight that difference by giving MIRI data the distinct yellow and orange colors, in contrast to the blue and white colors assigned to stars at NIRCam’s wavelengths. Together, the five galaxies of Stephan’s Quintet are also known as the Hickson Compact Group 92 (HCG 92). Although called a “quintet,” only four of the galaxies are truly close together and caught up in a cosmic dance. The fifth and leftmost galaxy, called NGC 7320, is well in the foreground compared with the other four. NGC 7320 resides 40 million light-years from Earth, while the other four galaxies (NGC 7317, NGC 7318A, NGC 7318B, and NGC 7319) are about 290 million light-years away. This is still fairly close in cosmic terms, compared with more distant galaxies billions of light-years away. Studying these relatively nearby galaxies helps scientists better understand structures seen in a much more distant universe. This proximity provides astronomers a ringside seat for witnessing the merging of and interactions between galaxies that are so crucial to all of galaxy evolution. Rarely do scientists see in so much exquisite detail how interacting galaxies trigger star formation in each other, and how the gas in these galaxies is being disturbed. Stephan’s Quintet is a fantastic “laboratory” for studying these processes fundamental to all galaxies. Tight groups like this may have been more common in the early universe when their superheated, infalling material may have fueled very energetic black holes called quasars. Even today, the topmost galaxy in the group – NGC 7319 – harbors an active galactic nucleus, a supermassive black hole that is actively accreting material. In NGC 7320, the leftmost and closest galaxy in the visual grouping, NIRCam was remarkably able to resolve individual stars and even the galaxy’s bright core. Old, dying stars that are producing dust clearly stand out as red points with NIRCam. The new information from Webb provides invaluable insights into how galactic interactions may have driven galaxy evolution in the early universe. As a bonus, NIRCam and MIRI revealed a vast sea of many thousands of distant background galaxies reminiscent of Hubble’s Deep Fields. NIRCam was built by a team at the University of Arizona and Lockheed Martin’s Advanced Technology Center. MIRI was contributed by ESA and NASA, with the instrument designed and built by a consortium of nationally funded European Institutes (The MIRI European Consortium) in partnership with JPL and the University of Arizona. For a full array of Webb’s first images and spectra, including downloadable files, please visit: https://webbtelescope.org/news/first-images Credits: IMAGE: NASA, ESA, CSA, STScI"
    },
    {
      "id": 4,
      "name": "Deep Field",
      "image": "https://images-assets.nasa.gov/image/webb_first_deep_field/webb_first_deep_field~orig.png",
      "description": "Thousands of galaxies flood this near-infrared image of galaxy cluster SMACS 0723. High-resolution imaging from NASA’s James Webb Space Telescope combined with a natural effect known as gravitational lensing made this finely detailed image possible. First, focus on the galaxies responsible for the lensing: the bright white elliptical galaxy at the center of the image and smaller white galaxies throughout the image. Bound together by gravity in a galaxy cluster, they are bending the light from galaxies that appear in the vast distances behind them. The combined mass of the galaxies and dark matter act as a cosmic telescope, creating magnified, contorted, and sometimes mirrored images of individual galaxies. Clear examples of mirroring are found in the prominent orange arcs to the left and right of the brightest cluster galaxy. These are lensed galaxies – each individual galaxy is shown twice in one arc. Webb’s image has fully revealed their bright cores, which are filled with stars, along with orange star clusters along their edges. Not all galaxies in this field are mirrored – some are stretched. Others appear scattered by interactions with other galaxies, leaving trails of stars behind them. Webb has refined the level of detail we can observe throughout this field. Very diffuse galaxies appear like collections of loosely bound dandelion seeds aloft in a breeze. Individual “pods” of star formation practically bloom within some of the most distant galaxies – the clearest, most detailed views of star clusters in the early universe so far. One galaxy speckled with star clusters appears near the bottom end of the bright central star’s vertical diffraction spike – just to the right of a long orange arc. The long, thin ladybug-like galaxy is flecked with pockets of star formation. Draw a line between its “wings” to roughly match up its star clusters, mirrored top to bottom. Because this galaxy is so magnified and its individual star clusters are so crisp, researchers will be able to study it in exquisite detail, which wasn’t previously possible for galaxies this distant. The galaxies in this scene that are farthest away – the tiniest galaxies that are located well behind the cluster – look nothing like the spiral and elliptical galaxies observed in the local universe. They are much clumpier and more irregular. Webb’s highly detailed image may help researchers measure the ages and masses of star clusters within these distant galaxies. This might lead to more accurate models of galaxies that existed at cosmic “spring,” when galaxies were sprouting tiny “buds” of new growth, actively interacting and merging, and had yet to develop into larger spirals. Ultimately, Webb’s upcoming observations will help astronomers better understand how galaxies form and grow in the early universe. NIRCam was built by a team at the University of Arizona and Lockheed Martin’s Advanced Technology Center. For a full array of Webb’s first images and spectra, including downloadable files, please visit: https://webbtelescope.org/news/first-images"
    }

  ]


}

    ]
  }

